<?php

use Illuminate\Database\Seeder;
use App\Product;

class ProductSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        Product::insert([
            // 03.00 - 00.00 คือ 3ปีขึ้นไป  , 00.01 คือ 1 เดือน , 01.00 คือ 1 ปี
            [
                'name' => 'Babyzen YOYO+',
                'description' => 'Babyzen YOYO+ แบรนด์ฝรั่งเศส รถเข็นที่เหมาะที่สุดสำหรับการท่องเที่ยว ด้วยความสามารถในการพับที่เล็กมาก และสามารถนำขึ้นเครื่องบินได้ ไม่ต้องโหลดใต้เครื่อง สามารถพับ และกางได้โดยใช้มือเดียว ล้อมีระบบโช้ค 4 ล้อ และมีระบบ “Soft Drive” ทำให้เหมาะกับการเข็นทุกพื้นผิว เบาะสามารถถอดซักเครื่องได้ที่อุณหภูมิ 30°C.',
                'from_age' => 00.00,
                'to_age' => 03.00,
                'deposit' => 0,
                'youtube_url' => 'https://youtu.be/XpHFXhseSuQ',
                'category_id' => 1,
                'brand_id' => 2
            ],//2
            [
                'name' => 'Baby Jogger City Tour Stroller',
                'description' => 'รถเข็นที่ตอบสนองสำหรับทุกการเดินทาง Baby Jogger City Tour พับเก็บได้ง่ายด้วยมือเดียว และมีขนาดเล็กกะทัดรัด มาพร้อมระบบล๊อคอัตโนมัติเมื่อพับเก็บ ถุงสำหรับเก็บรถเข็น พร้อมสายเป้สะพายหลัง ให้ลูกน้อยได้สะดวกสบาย สามารถปรับเอนได้หลายระดับ หลังคาสามารถกันแดด รังสียูวี 50+ ช่องหน้าต่างสำหรับเปิดมองลูกน้อย ล้อมีความแข็งแรง เข็นง่าย และล้อหน้ามีตัวล๊อค',
                'from_age' => 00.00,
                'to_age' => 04.00,
                'deposit' => 0,
                'youtube_url' => 'https://youtu.be/0Mzk2htaq3s',
                'category_id' => 1,
                'brand_id' => 3
            ],//3
            [
                'name' => 'Joie Litetrax 4 Chromium',
                'description' => 'รถเข็นเด็ก เหมาะสำหรับเด็กวัยแรกเกิด จนถึง 4 ปี รองรับน้ำหนักได้ถึง 15 กก. เบาะนั่งกว้างสามารถปรับเบาะเอนได้ 3 ระดับ คือ ปรั่บนั่ง ปรับเอน และปรับนอน สามารถปรับเบาะวางขาได้ 2 ระดับ คือ ปรับนั่ง และปรับนอน ทุกล้อมีระบบกันสะเทือน สามารถล็อคคู่ด้านหน้าได้ และล็อคล้อหลังโดยใช้เท้าเหยียบ สายคาดนิรภัยแบบ 5 จุดตามมาตรฐานสากล สามารถปรับระดับได้ บาร์กั้นกันตก สามารถถอดออกได้ สามารถปรับหลังคาได้ และระบายอากาศได้ดี มีตะกร้าที่ใหญ่ สำหรับใส่ของด้านล่างเบาะนั่ง มีถาดสำหรับวางแก้ว ขวดนม และที่เก็บของ สามารถนำคาร์ซีนมาวางบนเบาะนั่งได้ พับเก็บง่าย พับเก็บง่ายเพียงดึงตรงกลางเบาะนั่ง ล็อคอัตโนมัติ เหมาะสำหรับการพกพา',
                'from_age' => 00.00,
                'to_age' => 04.00,
                'deposit' => 0,
                'youtube_url' => 'https://youtu.be/Q-I7z5dc-rs',
                'category_id' => 1,
                'brand_id' => 4
            ],//4
            [
                'name' => 'Baby Jogger City Mini',
                'description' => 'ล้อลูกปืน เข็นลื่น ทนทาน ระบบโช๊ค อ่อนนุ่มเป็นพิเศษ ปรับเอนนอนได้ราบ รับน้ำหนักได้ 23 กก. พับเก็บได้ง่าย สะดวกรวดเร็วด้วยมือเดียว ล็อกอัตโนมัติเมื่อพับเก็บ ช่องระบายอากาศด้านหลัง หน้าต่างสำหรับมองลูกน้อย หลังคาป้องกันรังสี UV 50+ ปรับได้หลายระดับ',
                'from_age' => 00.00,
                'to_age' => 05.00,
                'deposit' => 0,
                'youtube_url' => 'https://youtu.be/2M_wpe_Ai8U',
                'category_id' => 1,
                'brand_id' => 3
            ],//5
            [
                'name' => 'Chicco Bravo TS With Tray',
                'description' => 'รถเข็นเซ็ท 3 in 1 ฟังก์ชั่นระดับพรีเมียม สำหรับคนยุคใหม่ Bravo™ Stroller • รถเข็นดีไซน์ทันสมัย • ปรับเอนนอนได้หลายระดับ • ระบบโช๊คกันสะเทือนทุกล้อ จึงช่วยให้นุ่มเป็นพิเศษ • ด้ามจับปรับระดับสูงต่ำได้ • พับเปิดปิดรถเข็นได้ด้วยมือเดียว • เข็มขัดรัดแบบ 5 จุด • ล้อหน้าเดี่ยว เข็นง่าย • พับเก็บได้ง่าย รวดเร็ว',
                'from_age' => 00.00,
                'to_age' => 04.00,
                'deposit' => 0,
                'youtube_url' => '',
                'category_id' => 1,
                'brand_id' => 5
            ],//6
            [
                'name' => 'Doona Infant Car Seat',
                'description' => 'ประหยัดพื้นที่ และพกพาสะดวกด้วย doona ตัวเดียว สามารถใช้ได้ตั้งแต่แรกเกิด มีเบาะกันกระแทก เบาะรองคอ นุ่ม นอนสบาย มีการปกป้องด้านข้าง และวัสดุปลอดภัยสำหรับเด็ก ในเรื่องความปลอดภัย doona ได้ผ่านการทดสอบ ตามมาตรฐานยุโรปและอมเริกา ทั้งความปลอดภัยของ คาร์ซีท, รถเข็น, และ Reclined Cradles (EU) and Hand-held Carriers (US) doona เป็นผลิตภัณฑ์ที่ผ่านตามข้อกำหนดด้านคุณภาพและความปลอดภัย นอกจากนี้ doona ยังได้รับการรับรองจาก หน่วยงาน the US and European authorities for air travel (EU & US Aircraft Approval) ว่าเป็นคาร์ซีทที่ปลอดภัย สามารถนำขึ้นไปใช้บนเครื่องบินได้ เหมาะกับครอบครัวที่เดินทางบ่อย สามารถติดตั้งได้กับรถยนต์ทุกคันที่มีเข็มขัดนิรภัย',
                'from_age' => 00.00,
                'to_age' => 04.00,
                'deposit' => 0,
                'youtube_url' => 'https://youtu.be/SOttooNRIOk',
                'category_id' => 1,
                'brand_id' => 6
            ],//7
            [
                'name' => 'Stroller SMA Baggi 4 WD Flex Sig Noir',
                'description' => 'รถเข็นทรงสูง เบาะนั่งกว้าง ระบายอากาศได้ดี เหมาะสำหรับเด็กวัยเเรกเกิด 0+ สามารถปรับเข็นได้ 2 ด้าน ทั้งหันหน้าเข้า เเละหันหน้าออกระบบล็อคล้อ และคลายล็อคอัตโนมัติ เมื่อปรับทิศทางด้านเข็น พับเก็บ – กาง ง่ายเพียงมือเดียว เเละล็อคอัตโนมัติ เบาะปรับเอนนอนราบได้ถึง 170 องศา ปรับเอนเบาะได้หลายระดับ บาร์กันตกสามารถเปิดออกได้ เบาะพักขาปรับใช้งานได้ 2 รูปแบบ มีตะกร้าเก็บของขนาดใหญ่อยู่ใต้เบาะนั่ง ขับเคลื่อนด้วยระบบล้อคู่ และทุกล้อมีระบบป้องกันแรงสั่นสะเทือน หลังคาป้องกันเเสง UV สามารถพับ ปรับขยายหลังคาได้ ล็อคล้อด้วยการใช้เท้าเหยียบเบรคที่ล้อหลัง สายคาดนิรภัยแบบ 5 จุด ตามมาตรฐานสากล สามารถปรับระดับได้',
                'from_age' => 00.00,
                'to_age' => 05.00,
                'deposit' => 0,
                'youtube_url' => 'https://youtu.be/O14vygKx47o',
                'category_id' => 1,
                'brand_id' => 4
            ],//8
            [
                'name' => 'Graco Modes 3-In-1 Stroller Downton – Fashionnew ',
                'description' => 'รถเข็นเด็ก เซ็ท Graco Modes 3-in-1 Stroller Downton – Fashionnew สามารถปรับรูปแบบการนั่งได้ 10 แบบ คาร์ซีทติดตั้งกับรถเข็นสามารถปรับรูปแบบหันหน้าเข้า-ออกได้ สามารถปรับที่นั่งแบบหันหน้าเข้า-ออก พร้อมสายรัด 4 จุด ที่พักขาสามารถปรับได้ 3 ระดับ ถาดที่วางแก้วน้ำสำหรับเด็ก และที่พักแขนสามารถถอดเข้า-ออกได้ สามารถปรับสายรัดให้เป็นแบบ 3 หรือ 5 จุดได้ กางและพับเก็บได้ง่ายด้วยมือเดียว',
                'from_age' => 00.00,
                'to_age' => 03.00,
                'deposit' => 0,
                'youtube_url' => 'https://youtu.be/wGgrAwO3B3U',
                'category_id' => 1,
                'brand_id' => 7
            ],//9
            [
                'name' => 'Baby jogger City Mini Zip',
                'description' => 'รถเข็นเด็กจากแบรนด์ BABY JOGGER ออกแบบที่นั่งให้เหมาะกับสรีระของลูกน้อย มาพร้อมหลังคากันแดดช่วยปกป้องจากรังสี UV ขนาดกะทัดรัด สามารถพับเก็บได้อย่างง่ายดาย รถเข็นเด็ก BABY JOGGER ขนาดเล็กกะทัดรัด พับเก็บได้ด้วยมือเดียว สามารถวางตั้งได้ น้ำหนักเบา หลังคากันแดดขนาดใหญ่ ป้องกันรังสี UV 50+ สามารถปรับหลังคาได้หลายระดับ รับน้ำหนักได้ 25 กิโลกรัม ระบบล้อลูกปืนอย่างดี เข็นง่าย ปรับระดับที่พักขาได้ ปรับระดับพนักพิงได้ง่ายโดยใช้สายรูดด้านหลัง มีตะกร้าใส่ของใต้เบาะ และหลังเบาะที่นั่ง มีที่วางแก้วน้ำ',
                'from_age' => 00.00,
                'to_age' => 03.00,
                'deposit' => 0,
                'youtube_url' => 'https://youtu.be/LRV7jDJUp44',
                'category_id' => 1,
                'brand_id' => 3
            ],//10
            [
                'name' => 'Combi Mechacal Handy Auto 4',
                'description' => 'ให้ทุกการเดินทางออกจากบ้านของคุณพ่อ คุณแม่เป็นเรื่องง่ายกว่าที่เคยด้วยรถเข็นเด็กจาก COMBI ที่ถูกออกแบบมาเพื่อตอบโจทย์ในทุกการใช้งานของคุณพ่อและคุณแม่ เพื่อประโยชน์สูงสุดในการใช้งาน ตอบโจทย์สำหรับครอบครัวที่มีลูกน้อย แต่ยังคงรักการท่องเที่ยว เหมาะสำหรับเด็กอายุ 1-36 เดือน รับน้ำหนักได้ 15 กก. Egg Shock ช่วยรองรับแรงสั่นสะเทือนที่บริเวณศีรษะ Dacco Seat เบาะนั่งที่รองรับสรีระของทารกให้อยู่ในทิศทางที่ถูกต้องและปลอดภัย เบาะนั่งหนานุ่มและขนาดกว้างพิเศษ เพื่อให้ลูกน้อยนั่งได้สบาย เบาะนั่งสูงจากพื้น 55 ซม. เบาะนั่งแบบระบายอากาศ ช่วยระบายอากาศได้ดี เบาะปรับเอนนอนได้ 125-170 องศา ผ้าเบาะถอดซักด้วยเครื่องซักผ้าได้ เข็มขัดนิรภัย 5 จุด กางและพับเก็บได้ง่าย ด้วยมือเพียงข้างเดียว ด้ามเข็นปรับได้ 2 ทิศทาง(หน้า-หลัง) เพื่อให้มองเห็นลูกน้อยได้ทุกช่วงเวลา มีสายสำหรับหิ้ว เพื่อความสะดวกในการพกพา ล้อยางแบบนิ่ม ช่วยรองรับแรงสั่นสะเทือน หมุนอัตโนมัติได้ 360 องศา ทั้ง 4 ล้อ ช่วยให้บังคับทิศทางการเลี้ยวได้ง่าย หลังคาขนาดใหญ่ป้องกันรังสี UV ได้ 99% ตะกร้าใส่ของขนาดใหญ่ รับน้ำหนักได้ 5 กก.',
                'from_age' => 01.00,
                'to_age' => 04.00,
                'deposit' => 0,
                'youtube_url' => 'https://youtu.be/7KjejyVaAtk',
                'category_id' => 1,
                'brand_id' => 8
            ],//11
            [
                'name' => 'Graco Ready2Grow Stroller',
                'description' => 'รถเข็นเด็ก Graco รุ่น Ready2Grow Stroller ที่มาพร้อมการการนั่งและยืนได้ถึง 12 แบบ ตะกร้าเก็บของขนาดใหญ่พิเศษ และถาดรองสำหรับใส่เพิ่มความสะดวกสบาย เบาะด้านหลังสามารถถอดสำหรับที่นั่งและยืน และเพื่อหยิบจับของในตะกร้าได้ง่ายขึ้น เบาะหลัง FaceTime ช่วยเพิ่มปฏิสัมพันธ์กับลูกน้อย พับเก็บง่ายได้ด้วยมือเดียว ล้อเลื่อนด้านหน้าแบบล็อคได้พร้อมระบบกันสะเทือนเพื่อความคล่องตัวที่เหนือกว่า',
                'from_age' => 06.00,
                'to_age' => 04.00,
                'deposit' => 0,
                'youtube_url' => 'https://youtu.be/EiBTLdAk7a0',
                'category_id' => 1,
                'brand_id' => 7
            ],//12
            [
                'name' => 'Graco Citilite R Stroller',
                'description' => 'ปรับเข็นได้ 2 ด้าน กางหรือพับรถเข็นได้ด้วยมือเดียว ปรับเอนได้ราบ ที่กันลมกันฝุ่นสามารถป้องกันไม่ให้เด็กตกรถได้ สายสะพายข้าง ที่รองศีรษะหนานุ่มถอดออกได้ หลังคาปิดได้หมดพร้อมหน้าต่าง 2 ด้าน ผ้าถอดซักได้ง่าย กันชนถอดเข้าออกได้',
                'from_age' => 00.00,
                'to_age' => 03.00,
                'deposit' => 0,
                'youtube_url' => 'https://youtu.be/oi3w3tWU9Kk',
                'category_id' => 1,
                'brand_id' => 7
            ],//13
            [
                'name' => 'Aprica Luxuna Comfort',
                'description' => 'เพราะรถเข็นเด็กแรกเกิดทั่วไปมักมีปัญหาแรงสั่นสะเทือน เมื่อเข็นในที่ขรุขระ Aprica จึงได้พัฒนาระบบรองรับแรงสั่นสะเทือน โดยการพัฒนาส่วนประกอบ สำคัญ ทั้ง 2 ส่วน ให้ทำงานร่วมกันได้อย่างมีประสิทธิภาพเพื่อมอบความนุ่มสบาย แบบไร้แรงสั่นสะเทือนสำหรับลูกน้อย โครงสร้างแบบลดรอยต่อ เพราะรถเข็นเด็กทั่วไปมักมีชิ้นส่วนต่อเข้าด้วยกันหลายชิ้น เมื่อผ่านการใช้งาน มักมีการขยับตัวเป็นสาเหตุให้โครงสร้างไม่แข็งแรงและเกิดการสั่นสะเทือนเมื่อเข็นในที่ขรุขระ แต่ด้วยโครงสร้างรถเข็นเด็กของ Aprica ที่เชื่อมต่อส่วนต่างๆ เป็นชิ้นเดียวช่วยเพิ่มความแข็งแรงแม้ผ่านการใช้งานที่ยาวนาน ระบบรองรับแรงกระแทกที่ล้อ เพราะล้อคือส่วนประกอบแรกที่มีการสัมผัสกับพื้นผิวถนน ระบบรองรับแรงกระแทกที่มีคุณภาพจะช่วยเพิ่มความยืดหยุ่นรองรับแรงสั่นสะเทือนจากพื้นผิวถนนขรุขระได้อย่างนุ่มนวล หลังคาใหญ่สามารถป้องกันรังสี UV ได้ถึง 99 % ปิดได้มิดชิดช่วยปกป้องดวงตาและผิวที่บอบบาง จากการปะทะแสงแดดจัดโดยตรง ช่องระบายอากาศเปิดปิดได้ด้านหลังของรถเข็น พร้อมฉนวนกันความร้อนพิเศษ ช่วยลดอุณหภูมิในร่างกายในขณะหลับได้ดี ง่ายต่อการกางและเก็บด้วยมือเดียว โดยเฉพาะในขณะอุ้มน้อง และด้วยการพับแบบ One step ล้อทั้งสี่จึงติดกับพื้นช่วยให้คุณลากไปมา หลังจับตั้งวางไว้ได้โดยรถเข็นไม่ล้ม',
                'from_age' => 00.00,
                'to_age' => 03.00,
                'deposit' => 0,
                'youtube_url' => 'https://youtu.be/9PGgElkG30M',
                'category_id' => 1,
                'brand_id' => 9
            ],//14
            [
                'name' => 'Baby Monster  Kuki Twin',
                'description' => 'รถเข็นเด็กแฝด รถเข็นแฝด รถเข็นพี่น้อง พับเล็กที่สุดในโลก สามารถพกขึ้นเครื่องได้ **น้ำหนักเบา ที่นั่งกว้างสบาย ดีไซน์สวย ตั้งได้ไม่ล้ม ที่นั่งติดกันพี่น้องได้ใกล้ชัดกัน ปรับขาได้ หลังคาและบาร์กันตกแยกคนละอัน มีระบบรองรับการกระแทกทุกล้อ สะดวกสบายต่อการเดินทาง และง่ายต่อการเก็บ เหมาะอย่างยิ่งสำหรับพ่อแม่นักเดินทางที่จะพาทั้งพี่และน้อง เดินทางทั้งในและต่างประเทศ ที่นอนปรับราบ ใช้ได้ตั้งแต่แรกเกิด และสามารถปรับระดับได้ด้วยมือเดียว- วัสดุผ้า Polyester ระบายอากาศ ไม่ร้อน อึดอัด และง่ายต่อการทำความสะอาด- ด้ามจับรถเข็นแบบ HYGIENE HANDLE ทำให้จับกระชับ ไม่ลื่นหลุดมือ - หลังคาแบบแยกคนละอัน และมีขนาดใหญ่ พร้อมปกป้องรังสียูวี UPF 50+ - หลังคาทำมาจากผ้า Neoprene Material ซึ่งนิยมนำมาทำชุดว่ายน้ำ โดยมีคุณสมบัติ - ทนต่อความร้อน - ทำให้สีไม่ซีด - หยืดหยุ่นสูง ทนต่อแรงยืด ทำให้ไม่เกิดรอยยับ เนื้อผ้าฉีกขาดยาก คงความสวยงาม - น้ำหนักเบา',
                'from_age' => 00.00,
                'to_age' => 05.00,
                'deposit' => 0,
                'youtube_url' => 'https://youtu.be/zhkA18vE4zE',
                'category_id' => 1,
                'brand_id' => 10
            ],//15
            [
                'name' => 'BabyStyle Oyster MAX Stroller ',
                'description' => 'Oyster MAX - รถเข็นสไตล์ยุโรปจากประเทศอังกฤษ ล้อใหญ่แข็งแรง สามารถเพิ่มเป็น 2 ที่นั่งสำหรับเด็กแฝด หรือ พี่น้อง เป็นรถเข็นที่เหมาะกับคุณพ่อคุณแม่ลูก 2 ที่ต้องการรถเข็น สวย คุณภาพดี และใช้งานได้นาน ใช้ได้ตั้งแต่แรกเกิด-20 kg ปรับนอนราบได้ รองรับ travel system ด้วยการปรับใส่กระเช้าคาร์ซีท 1 หรือ 2 ใบได้ ดีไซน์สวยเท่ห์ ด้วยวัสดุเนื้อผ้าและด้ามจับหนัง โดดเด่นไม่เหมือนใคร ล้อใหญ่แข็งแรง ระบบโช้คลดแรงสั่นสะเทือน ปลอดภัยเพื่อลูกน้อย ที่นั่งสูง ขยายผ้าคลุมออกได้ 99% UV cut ผ้าระบายอากาศ พับง่าย ตะกร้าใหญ่ เข็นได้ 2 ทาง ที่นั่งเปลี่ยนหน้าหลังได้ ยืดความสูงของผ้าคลุมได้ ทำให้ไม่ติดศรีษะน้องที่ตัวสูง ปรับระดับที่พักขาได้ lock และ unlock ล้อได้ง่าย',
                'from_age' => 00.00,
                'to_age' => 05.00,
                'deposit' => 0,
                'youtube_url' => 'https://youtu.be/OZFNsvHPa2o',
                'category_id' => 1,
                'brand_id' => 11
            ],
            
            /*
            //car seat
            //16
            [
                'name' => 'B-SAFE 35',
                'description' => 'คาร์ซีทสำหรับเด็กแรกเกิด ตั้งแต่น้ำหนัก 1.8 จนถึง 13.5 กิโลกรัม  มีระบบป้องกันการกระแทกที่พิเศษถึง 3 ชั้น หากมีการชนจากด้านข้าง หรือ SafeCell Impact Protection ทำให้เพิ่มความปลอดภัยสำหรับศีรษะมีฐานรองรับแรงกระแทกที่สมบูรณ์ รวมทั้งมีโครงสร้างเหล็กที่แข็งแรงมากทำให้เป็นคาร์ซีทที่มีความปลอดภัยสูงสุด การติดตั้งที่ง่ายดาย จะเพิ่มระดับความปลอดภัยขั้นสูงสุด และความมั่นใจให้แก่ท่านในขณะเดินทาง',
                'from_age' => 00.00,
                'to_age' => 01.03,
                'deposit' => 0,
                'youtube_url' => 'https://youtu.be/ef4GxFxFGN4',
                'category_id' => 2,
                'brand_id' => 12
            ],//17
            [
                'name' => 'DUCLE Organic',
                'description' => 'รองรับน้ำหนัก 2.5 – 25 kg. คาร์ซีท Prince & Princess รุ่น DUCLE ออร์แกนิคผ้าฝ้ายเพื่อการปกป้องผิวจากการสูญเสียสารเคมีที่ผลิตในประเทศเกาหลี',
                'from_age' => 00.00,
                'to_age' => 07.00,
                'deposit' => 0,
                'youtube_url' => 'https://youtu.be/Ggq92iVQ-jg',
                'category_id' => 2,
                'brand_id' => 13
            ],//18
            [
                'name' => 'Pebble Plus',
                'description' => 'Pebble Plus เป็นไปตามมาตรฐานความปลอดภัย i-Size (R129) ล่าสุด การฝังของ Baby-Hugg ที่รวมไว้นั้นทำให้คุณมีตำแหน่งที่พอดีและดีที่สุดสำหรับทารกแรกเกิดของคุณ เมื่อลูกน้อยของคุณเจริญเติบโตวัสดุดูดซับแรงกระแทกที่ปีกด้านบนจะช่วยเพิ่มความสะดวกสบายและความปลอดภัยในกรณีที่เกิดการชนกระแทกด้านข้าง ใช้กับฐาน 2wayFix สำหรับการติดตั้ง ISOFIX ที่ปลอดภัยที่สุดและระบบคลิกและไปที่สะดวกมาก',
                'from_age' => 00.00,
                'to_age' => 01.00,
                'deposit' => 0,
                'youtube_url' => 'https://youtu.be/6kujgkpBkE0',
                'category_id' => 2,
                'brand_id' => 14
            ],//19
            [
                'name' => 'Graco  4Ever Extend2Fit Car Seat Clove',
                'description' => 'Graco คาร์ซีท 4Ever Extend2Fit Car Seat Clove คาร์ซีทที่มีระบบ LATCH ติดตั้งได้ง่าย สะดวก ปลอดภัย แม่นยำ และสามารถใช้งานได้นานถึงลูกน้อยมีช่วงอายุ 10 ปี หรือน้ำหนักประมาณ 54.5 กก.',
                'from_age' => 00.00,
                'to_age' => 10.00,
                'deposit' => 0,
                'youtube_url' => 'https://youtu.be/K4XnE0_dbo8',
                'category_id' => 2,
                'brand_id' => 7
            ],//20
            [
                'name' => 'Graco Snugride Click Connect 35',
                'description' => 'หมอนรองศีรษะเด็กแรกเกิดแบบถอดได้ ฐานยึดติดในรถยนต์ที่ใช้งานได้สะดวกและมี LATCH เพื่อให้ติดตั้งได้ง่ายสายรัดปรับด้านหน้า 5 จุดช่วยให้คุณรับลูกเข้าและออกได้หลังคาหมุนได้ช่วยปกป้องและปกป้องแสงแดดสำหรับลูกน้อยของคุณอย่าลืมตรวจสอบกฎหมายท้องถิ่นและกฎหมายของรัฐของคุณรวมถึงคำแนะนำ AAP และ NHTSA สำหรับการใช้งานเบาะรถยนต์วิศวกรรมและการชนได้รับการทดสอบเพื่อตอบสนองหรือเกินมาตรฐานสหรัฐอเมริกา FMVSS 213 & การทดสอบแรงกระแทกด้านข้างสำหรับการกักเก็บผู้โดยสารด้วยระบบสายรัด 5 จุดในตัวการทดสอบที่ผิดพลาดอย่างเข้มงวดเพื่อตอบสนองหรือเกินกว่ามาตรฐานความปลอดภัยของสหรัฐอเมริกากำไรต่อหุ้นโฟมดูดซับพลังงานสำหรับการจัดการพลังงานผลกระทบที่มีประสิทธิภาพ',
                'from_age' => 00.00,
                'to_age' => 01.00,
                'deposit' => 0,
                'youtube_url' => 'https://youtu.be/2wM7sMRN30M',
                'category_id' => 2,
                'brand_id' => 7
            ],//21
            [
                'name' => 'Ailebebe Kurutto 4S Premium',
                'description' => 'ติดตั้งด้วยระบบเข็มขัดนิรภัย Power Lock เพิ่มความปลอดภัยยิ่งขึ้นกว่าระบบเดิม ขาค้ำมีความกว้างและมั่นคง การออกแบบอย่างดี เพื่อให้การนั่งเป็นไปอย่างเหมาะสม กับทุกรุ่น สามารถหมุนได้ 360 องศา ง่ายและนุ่มนวลด้วยมือเดียว สะดวกในการอุ้มลูกน้อย ขึ้น-ลง ได้แม้ในที่แคบ',
                'from_age' => 00.00,
                'to_age' => 06.00,
                'deposit' => 0,
                'youtube_url' => 'https://youtu.be/fJ2SSUd5nxY',
                'category_id' => 2,
                'brand_id' => 15
            ],//22
            [
                'name' => 'Aprica Air Groove Plus',
                'description' => 'ปรับการใช้งานได้ 3 รูปแบบ ตามช่วงวัยที่เหมาะสมเข็มขัดนิรภัยแบบ 5 จุด เพื่อความปลอดภัยตามมาตรฐานสากลพนักพิงศีรษะของคาร์ซีท สามารถปรับเพิ่มความสูง เพื่อรองรับการเจริญเติบโตมีเบาะรองนั่ง 2 ชั้น ทำจากBreathAir ที่ช่วยระบายอากาศได้ดี',
                'from_age' => 01.00,
                'to_age' => 12.00,
                'deposit' => 0,
                'youtube_url' => 'https://youtu.be/IMjf_P5Z81E',
                'category_id' => 2,
                'brand_id' => 9
            ],//23
            [
                'name' => 'Ailebebe Papatto',
                'description' => 'การติดตั้งระบบ ISOFIX ที่ตัวล็อคเชื่อมเป็นชิ้นเดียวกับคาร์ซีท ปลอดภัยสุงสุดตามมาตรฐานสากลนวัตกรรมใหม่ นวมหุ้มเบลล์ช่วงไหล่จะยื่นค้างไว้ เพื่อให้แม่นำลูกน้อยลงนั่งกับคาร์ซีทได้ง่ายขึ้น โดยที่สายเบลล์พร้อมใช้งานตลอดเวลาปรับใช้งานได้ 3 รูปแบบตามช่วงวัยที่เหมาสมสามารถปรับการใช้งานจากสรีระของเด็กและตามช่วงวัยที่เหมาะสม',
                'from_age' => 01.00,
                'to_age' => 11.00,
                'deposit' => 0,
                'youtube_url' => 'https://youtu.be/dHPoogYEfjo',
                'category_id' => 2,
                'brand_id' => 15
            ],//24
            [
                'name' => 'Ailebebe Swingmoon Premium S Natural',
                'description' => 'พิเศษคุณสมบัติที่เพิ่มขึ้น ด้วยผ้า Natural เป็นผ้าหุ้มเบาะที่ให้สัมผัสนุ่มสบายมากยิ่งขึ้น เพื่อการพักผ่อนของลูกน้อยได้อย่างสบายยาวนานยิ่งขึ้นคาร์ซีทสำหรับเด็กเล็กจนถึงวัยเรียน ที่เบาะมีขนาดใหญ่นั่งสบาย เหมาะกับสรีระน้องที่กำลังมีการเจริญเติบโต',
                'from_age' => 00.09,
                'to_age' => 07.00,
                'deposit' => 0,
                'youtube_url' => 'https://youtu.be/EEyR_n4vuwg',
                'category_id' => 2,
                'brand_id' => 15
            ],//25
            [
                'name' => 'Aprica Air Groove STD',
                'description' => 'ปรับการใช้งานได้ 3 รูปแบบ ตามช่วงวัยที่เหมาะสมเข็มขัดนิรภัยแบบ 5 จุด เพื่อความปลอดภัยตามมาตรฐานสากลพนักพิงศีรษะของคาร์ซีท สามารถปรับเพิ่มความสูง เพื่อรองรับการเจริญเติบโตมีที่สำหรับวางแก้วน้ำได้ ไม่ให้หกเลอะเทอะ',
                'from_age' => 00.09,
                'to_age' => 12.00,
                'deposit' => 0,
                'youtube_url' => 'https://youtu.be/IMjf_P5Z81E',
                'category_id' => 2,
                'brand_id' => 9
            ],//26
            [
                'name' => 'Ailebebe Saratto Highback Junior',
                'description' => 'คาร์ซีทสำหรับเด็กโต รูปทรงคาร์ซีทรองรับสรีระเด็กได้ดี ช่วยให้นั่งได้ยาวนานขึ้น เด็กๆสามารถใช้เวลาอยู่กับคาร์ซีทได้อย่างสะดวกสบาย ด้วยรูปทรงคาร์ซีทรองรับสรีระเด็กได้ดี แม้ต้องเดินทางระยะไกลที่พักศีรษะช่วยรองรับศีรษะเด็กขณะหลับได้ดีพนักพิงด้านหลังช่วยรองรับหลังและสะโพกเด็กได้อย่างพอดีเบาะรองนั่ง หนานุ่มนั่งสบาย',
                'from_age' => 03.00,
                'to_age' => 11.00,
                'deposit' => 0,
                'youtube_url' => '',
                'category_id' => 2,
                'brand_id' => 15
            ],//27
            [
                'name' => 'Ailebebe Swingmoon',
                'description' => 'ปรับเอนนอนได้ 3 ระดับ เพื่อความสบายของลูกน้อย และเพื่อการผ่อนคลายในการเดินทาง ปรับเอนได้ทันทีที่ต้องการ โดยไม่ต้องทำการติดตั้งใหม่เบาะนั่งกว้างนั่งสบาย ช่วยรองรับสรีระน้องที่กำลังมีการเจริญเติบโตได้ดีบุด้วยฟองน้ำชนิดพิเศษชั้นที่ 2 เพื่อความนุ่มสบาย ให้ผิวสัมผัสที่นุ่ม ไม่ระคายเคืองผิวระบายอากาศได้ดี และด้านหลังคาร์ซีทมีช่องระบายอากาศ ที่ช่วยทำให้การระบายความร้อน และระบายอากาศได้ดียิ่งขึ้นอีกด้วย',
                'from_age' => 09.00,
                'to_age' => 07.00,
                'deposit' => 0,
                'youtube_url' => 'https://youtu.be/9ASF1aWHQRQ',
                'category_id' => 2,
                'brand_id' => 15
            ],//28
            [
                'name' => 'Chicco  Kidfit Zip Car Seat-Spectrum',
                'description' => 'คาร์ซีท Kidfit Car Seat-Atmosphere จากแบรนด์ CHICCO เทคโนโลยีที่มีประสิทธิภาพได้รับความไว้วางใจและปลอดภัยของเจ้าตัวเล็กพนักพิงศรีษะ 15-45 กิโลกรัมBackless ปรับเป็นเฉพาะเบาะ Booster : 18-50 กิโลกรัมมี DuoZone ที่สามารถปรับระดับความสูงได้ 10 ระดับ ให้เหมาะกับสรีระร่างกายของเด็กแต่ละช่วงอายุSide Impact Protection System ช่วยป้องกันการกระแทกในส่วนของศรีษะ และหลังSuperCinch® LATCH attachment ช่วยให้การติดตั้งเบาะนั่งนิรภัยเด็กเข้ากับตัวรถได้สะดวก และถูกต้องเบาะวัสดุเป็นโฟม 2 ชั้น เบาะผ้านุ่มเป็นพิเศษ และมีรูปทรงโค้งช่วยให้นั่งสบายมากยิ่งขึ้นพนักพิงสามารถปรับได้ 2 ระดับที่วางแก้วด้านข้างสามารถพับเก็บ และถอดทำความสะอาดได้',
                'from_age' => 03.00,
                'to_age' => 12.00,
                'deposit' => 0,
                'youtube_url' => 'https://youtu.be/hRtlCCxiMIQ',
                'category_id' => 2,
                'brand_id' => 5
            ],//29
            [
                'name' => 'Aprica-air-ride',
                'description' => 'การออกแบบตัวคาร์ซีทน้ำหนักเบาเพียง 4.5 kg. เป็นพิเศษแม้ว่าคุณต้องการที่จะย้ายเปลี่ยนไปติดตั้งที่รถคันอื่นๆก็สามารถย้ายได้อย่างง่ายดายที่นั่งของคาร์ซีทออกแบบเพื่อรองรับสรีระและเพื่อความปลอดภัยสูงสุดพนักพิงศีรษะของคาร์ซีทสามารถปรับเพิ่มความสูงเพื่อรองรับการเจริญเติบโตมีที่วางแก้วน้ำ เครื่องดื่ม สามารถถอดออกได้',
                'from_age' => 03.00,
                'to_age' => 12.00,
                'deposit' => 0,
                'youtube_url' => 'https://youtu.be/5UKJELQmuv8',
                'category_id' => 2,
                'brand_id' => 9
            ],//30
            [
                'name' => 'Graco Extend2Fit 3-In-1 Car Seat – Garner',
                'description' => 'คาร์ซีทที่มีระบบ LATCH ติดตั้งได้ง่ายเพียง 1 วินาที และสามารถใช้งานได้นานถึงลูกน้อยมีช่วงอายุ 10 ปี หรือนํ้าหนักประมาณ 45.5 กิโลกรัม (เหมาะสำหรับเด็กนํ้าหนัก 1.8 – 45.5 กิโลกรัม)การติดตั้งแบบหันไปทางเบาะหลัง (Rear-facing) สามารถรับน้ำหนักเด็กได้มากถึง 22.7 กิโลกรัมที่วางขาสามารถปรับได้ 4 ตำแหน่ง และดึงออกได้ยาวสุดถึง 5 นิ้วสามารถปรับระดับความสูงของศีรษะได้ง่ายด้วยมือเดียวถึง 10 ระดับปรับเอนนอนได้ 6 ระดับมีสายนิรภัยแบบ 5 จุด สามารถปรับได้ง่าย',
                'from_age' => 00.00,
                'to_age' => 10.00,
                'deposit' => 0,
                'youtube_url' => 'https://youtu.be/SHCe3SirUL0',
                'category_id' => 2,
                'brand_id' => 7
            ],//31
            [
                'name' => 'Every Stage Fx',
                'description' => 'ที่สุดของความนุ่มสบายและปลอดภัย คาร์ซีท รุ่น Every Stage Fx จากแบรนด์ JOIE ให้ลูกรักของคุณสะดวกสบายทุกการเดินทางคาร์ซีทสำหรับเด็ก Group 0+/1/2 เหมาะสำหรับเด็กแรกเกิด - 7ขวบ รับน้ำหนักได้ 25 กิโลกรัมปรับใช้งานได้ 3 รูปแบบตามช่วงวัยที่เหมาะสมบาะรองศีรษะปรับ สูง - ต่ำ ได้ 5 ระดับด้วยโครงสร้างพิเศษแบบ Baby Armor ช่วยทำให้การติดตั้งคาร์ซีทแข็งเเรงมั่นคงยิ่งขึ้น และยืดอายุการใช้งานได้นานถึง 10 ปีติดตั้ง 2 ระบบ ทั้งระบบ ISOFIX และ ระบบ BELT แบบ 3 จุด และรองรับรถยนต์ทุกรุ่นมีระบบ Double Lock ใช้กับการติดตั้งด้วย BELT',
                'from_age' => 00.00,
                'to_age' => 12.00,
                'deposit' => 0,
                'youtube_url' => 'https://youtu.be/4-jnQ8_pSdA',
                'category_id' => 2,
                'brand_id' => 4
            ],

            */


            //ของเล่น
            //16
            [
                'name' => 'บ้านบอล',
                'description' => 'ขนาดรวม 90 x 150 x 110 cm. ใช้ได้ทั้งในร่มและกลางแจ้ง พิมพ์หมึกพิมพ์ไม่เป็นอันตรายต่อเด็ก',
                'from_age' => 00.03,
                'to_age' => 04.00,
                'deposit' => 0,
                'youtube_url' => '',
                'category_id' => 2,
                'brand_id' => 12
            ],
            //17
            [
                'name' => 'เต๊นท์บ้านบอลอุโมงค์',
                'description' => 'เล่นได้2-3คน ตัวเต็นท์จะเป็นโครงเหล็ก เหมือนที่บังแดดรถยนต์ กางปุ๊ปจะเด็งออกมาทันที',
                'from_age' => 00.03,
                'to_age' => 04.00,
                'deposit' => 0,
                'youtube_url' => '',
                'category_id' => 2,
                'brand_id' => 1
            ],
            //18
            [
                'name' => 'อุโมงค์หนอนหลากสี',
                'description' => 'อุโมงค์รูปหนอน ผลิตจากพลาสติกโพลีเอธิลีน ชนิด Food grade ปลอดภัยสำหรับเด็ก สีสันสดใส คงทน แข็งแรง ไม่มีพื้นด้านใน ',
                'from_age' => 03.00,
                'to_age' => 00.00,
                'deposit' => 0,
                'youtube_url' => '',
                'category_id' => 2,
                'brand_id' => 1
            ],
            //19
            [
                'name' => 'สระน้ําเป่าลม สไลเดอร์ สายรุ้ง',
                'description' => 'รับน้ำหนักสูงสุดได้ 81 kg. เล่นได้ไม่เกิน3คน ',
                'from_age' => 03.00,
                'to_age' => 00.00,
                'deposit' => 0,
                'youtube_url' => '',
                'category_id' => 2,
                'brand_id' => 13
            ],
            //20
            [
                'name' => 'บ้านน้อยแสนรัก',
                'description' => 'ผลิตจากพลาสติก LLDPE ชนิด Food Grade พลาสติกมีความแข็งแรง ทนทาน รองรับแรงกระแทกได้ดี สามารถใช้งานได้ทั้งกลางแจ้งและในร่ม',
                'from_age' => 02.00,
                'to_age' => 00.00,
                'deposit' => 0,
                'youtube_url' => '',
                'category_id' => 2,
                'brand_id' => 14
            ],
            //21
            [
                'name' => 'ชุดครัว',
                'description' => 'ผนังชุดครัวด้านซ้าย มีที่วางโถกาแฟ โกโก้ กน้ำตาล ส่วนด้านขวามีช่วงใส่ขวดเครื่องปรุงต่าง ๆ ตรงกลางแขนอุปกรณ์ทำครัว ทำเป็นรูปดอกไม้',
                'from_age' => 02.00,
                'to_age' => 00.00,
                'deposit' => 0,
                'youtube_url' => '',
                'category_id' => 2,
                'brand_id' => 15
            ],
            //22
            [
                'name' => 'ชุดเครื่องมือช่าง',
                'description' => 'ชุดเครื่องมือช่างของเล่นเด็กช่วยเสริมพัฒนาการ ที่ออกแบบมาให้หนูน้อยสนุกไปกับการเล่นและยังช่วยเสริมสร้างทักษะให้ตัวหนูน้อย ชุดอุปกรณ์เครื่องช่างได้แก่ เลื่อย ค้อน คีม ไขควง น็อต เป็นต้น ',
                'from_age' => 03.00,
                'to_age' => 00.00,
                'deposit' => 0,
                'youtube_url' => '',
                'category_id' => 2,
                'brand_id' => 16
            ],
            //23
            [
                'name' => 'สไลด์เดอร์เด็ก ลายหมีน้อย',
                'description' => 'ชุดชิงช้า สไลเดอร์ และแป้นบาส เบาะรองคลาน รุ่น Teddy Bear Slide with Swing SET ยี่ห้อ GONA นำเข้าจาก Korea ของแท้ ผ่านศูนย์จำหน่ายในประเทศไทย.. ของแท้ดีกว่า เพราะมีความทนทาน ซึ่งสินค้าสไลเดอร์ มีคุณภาพจากเกาหลี โรงงานได้รับมาตรฐานการผลิต ระดับโลก ด้วยมาตรฐาน ASTM ,EN71 ,SASO พร้อมได้รับมาตราฐาน มอก. จากประเทศไทย จึงมั่นใจได้ถึงคุณภาพสินค้า ความปลอดภัย ไร้สารพิษ ออกแบบรูปทรงโค้งมน ไม่มีเหลี่ยมคม ไม่บาดมือเด็ก น่าใช้ สีสันสดใส',
                'from_age' => 02.00,
                'to_age' => 00.00,
                'deposit' => 0,
                'youtube_url' => '',
                'category_id' => 2,
                'brand_id' => 17
            ],
            //24
            [
                'name' => 'ชิงช้าเด็กเล่น',
                'description' => 'ติดตั้งได้ทั้งภายในและภายนอก - วัสดุทำจากพลาสติกคุณภาพดี - รับน้ำหนักได้ประมาณ 30 kg',
                'from_age' => 02.00,
                'to_age' => 00.00,
                'deposit' => 0,
                'youtube_url' => '',
                'category_id' => 2,
                'brand_id' => 1
            ],
            //25
            [
                'name' => 'กระโจมเด็ก อินเดียแดง',
                'description' => 'เต็นท์กระโจมอินเดียนแดง เสริมสร้างจินตนาการความคิดสร้างสรรค์ สามารถเล่นได้ทั้งในบ้านและนอกบ้าน น้ำหนักสินค้า 1.2 kg. หน้าต่างผ้าโปรงระบายอากาศ',
                'from_age' => 02.00,
                'to_age' => 00.00,
                'deposit' => 0,
                'youtube_url' => '',
                'category_id' => 2,
                'brand_id' => 1
            ],
            //26
            [
                'name' => 'เก้าอี้หมุน 360องศา',
                'description' => 'สินค้ามีหลากหลายสีเพื่อเป็นการฝึกการมองเห็นสีต่างๆ เบาะนั่งหมุนได้ 360องศา ให้ลูกน้อยฝึกการทรงตัวและหมุนของลูกน้อย ',
                'from_age' => 00.03,
                'to_age' => 01.00,
                'deposit' => 0,
                'youtube_url' => '',
                'category_id' => 2,
                'brand_id' => 18
            ],


            //ตู้แช่นม
            //27
            [
                'name' => 'ตู้แช่นม Sanden intercool 3.5 คิว',
                'description' => ' ',
                'from_age' => 00.00,
                'to_age' => 00.00,
                'deposit' => 0,
                'youtube_url' => '',
                'category_id' => 3,
                'brand_id' => 19
            ],
            //28
            [
                'name' => 'ตู้แช่นม Sanden intercool 5.3 คิว',
                'description' => ' ',
                'from_age' => 00.00,
                'to_age' => 00.00,
                'deposit' => 0,
                'youtube_url' => '',
                'category_id' => 3,
                'brand_id' => 19
            ],
            //29
            [
                'name' => 'ตู้แช่นม Sanden intercool 7 คิว',
                'description' => '',
                'from_age' => 00.00,
                'to_age' => 00.00,
                'deposit' => 0,
                'youtube_url' => '',
                'category_id' => 3,
                'brand_id' => 19
            ],

        ]);
    }
}
