<?php

use Illuminate\Database\Seeder;
use App\Product;

class ProductSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        Product::insert([
            // 03.00 - 00.00 คือ 3ปีขึ้นไป  , 00.01 คือ 1 เดือน , 01.00 คือ 1 ปี
            [
                'name' => 'บ้านบอล',
                'description' => 'ขนาดรวม 90 x 150 x 110 cm. ใช้ได้ทั้งในร่มและกลางแจ้ง พิมพ์หมึกพิมพ์ไม่เป็นอันตรายต่อเด็ก',
                'from_age' => 00.03,
                'to_age' => 04.00,
                'deposit' => 0,
                'youtube_url' => '',
                'category_id' => 1,
                'brand_id' => 2
            ],
            [
                'name' => 'เต๊นท์บ้านบอลอุโมงค์',
                'description' => 'เล่นได้2-3คน ตัวเต็นท์จะเป็นโครงเหล็ก เหมือนที่บังแดดรถยนต์ กางปุ๊ปจะเด็งออกมาทันที',
                'from_age' => 00.03,
                'to_age' => 04.00,
                'deposit' => 0,
                'youtube_url' => '',
                'category_id' => 1,
                'brand_id' => 1
            ],
            [
                'name' => 'อุโมงค์หนอนหลากสี',
                'description' => 'อุโมงค์รูปหนอน ผลิตจากพลาสติกโพลีเอธิลีน ชนิด Food grade ปลอดภัยสำหรับเด็ก สีสันสดใส คงทน แข็งแรง ไม่มีพื้นด้านใน ',
                'from_age' => 03.00,
                'to_age' => 00.00,
                'deposit' => 0,
                'youtube_url' => '',
                'category_id' => 1,
                'brand_id' => 1
            ],
            [
                'name' => 'สระน้ําเป่าลม สไลเดอร์ สายรุ้ง',
                'description' => 'รับน้ำหนักสูงสุดได้ 81 kg. เล่นได้ไม่เกิน3คน ',
                'from_age' => 03.00,
                'to_age' => 00.00,
                'deposit' => 0,
                'youtube_url' => '',
                'category_id' => 1,
                'brand_id' => 3
            ],
            [
                'name' => 'บ้านน้อยแสนรัก',
                'description' => 'ผลิตจากพลาสติก LLDPE ชนิด Food Grade พลาสติกมีความแข็งแรง ทนทาน รองรับแรงกระแทกได้ดี สามารถใช้งานได้ทั้งกลางแจ้งและในร่ม',
                'from_age' => 02.00,
                'to_age' => 00.00,
                'deposit' => 0,
                'youtube_url' => '',
                'category_id' => 1,
                'brand_id' => 4
            ],
            [
                'name' => 'ชุดครัว',
                'description' => 'ผนังชุดครัวด้านซ้าย มีที่วางโถกาแฟ โกโก้ กน้ำตาล ส่วนด้านขวามีช่วงใส่ขวดเครื่องปรุงต่าง ๆ ตรงกลางแขนอุปกรณ์ทำครัว ทำเป็นรูปดอกไม้',
                'from_age' => 02.00,
                'to_age' => 00.00,
                'deposit' => 0,
                'youtube_url' => '',
                'category_id' => 1,
                'brand_id' => 5
            ],
            [
                'name' => 'ชุดเครื่องมือช่าง',
                'description' => 'ชุดเครื่องมือช่างของเล่นเด็กช่วยเสริมพัฒนาการ ที่ออกแบบมาให้หนูน้อยสนุกไปกับการเล่นและยังช่วยเสริมสร้างทักษะให้ตัวหนูน้อย ชุดอุปกรณ์เครื่องช่างได้แก่ เลื่อย ค้อน คีม ไขควง น็อต เป็นต้น ',
                'from_age' => 03.00,
                'to_age' => 00.00,
                'deposit' => 0,
                'youtube_url' => '',
                'category_id' => 1,
                'brand_id' => 6
            ],
            [
                'name' => 'สไลด์เดอร์เด็ก ลายหมีน้อย',
                'description' => 'ชุดชิงช้า สไลเดอร์ และแป้นบาส เบาะรองคลาน รุ่น Teddy Bear Slide with Swing SET ยี่ห้อ GONA นำเข้าจาก Korea ของแท้ ผ่านศูนย์จำหน่ายในประเทศไทย.. ของแท้ดีกว่า เพราะมีความทนทาน ซึ่งสินค้าสไลเดอร์ มีคุณภาพจากเกาหลี โรงงานได้รับมาตรฐานการผลิต ระดับโลก ด้วยมาตรฐาน ASTM ,EN71 ,SASO พร้อมได้รับมาตราฐาน มอก. จากประเทศไทย จึงมั่นใจได้ถึงคุณภาพสินค้า ความปลอดภัย ไร้สารพิษ ออกแบบรูปทรงโค้งมน ไม่มีเหลี่ยมคม ไม่บาดมือเด็ก น่าใช้ สีสันสดใส',
                'from_age' => 02.00,
                'to_age' => 00.00,
                'deposit' => 0,
                'youtube_url' => '',
                'category_id' => 1,
                'brand_id' => 7
            ],
            [
                'name' => 'ชิงช้าเด็กเล่น',
                'description' => 'ติดตั้งได้ทั้งภายในและภายนอก - วัสดุทำจากพลาสติกคุณภาพดี - รับน้ำหนักได้ประมาณ 30 kg',
                'from_age' => 02.00,
                'to_age' => 00.00,
                'deposit' => 0,
                'youtube_url' => '',
                'category_id' => 1,
                'brand_id' => 1
            ],
            [
                'name' => 'กระโจมเด็ก อินเดียแดง',
                'description' => 'เต็นท์กระโจมอินเดียนแดง เสริมสร้างจินตนาการความคิดสร้างสรรค์ สามารถเล่นได้ทั้งในบ้านและนอกบ้าน น้ำหนักสินค้า 1.2 kg. หน้าต่างผ้าโปรงระบายอากาศ',
                'from_age' => 02.00,
                'to_age' => 00.00,
                'deposit' => 0,
                'youtube_url' => '',
                'category_id' => 1,
                'brand_id' => 1
            ],
            [
                'name' => 'เก้าอี้หมุน 360องศา',
                'description' => 'สินค้ามีหลากหลายสีเพื่อเป็นการฝึกการมองเห็นสีต่างๆ เบาะนั่งหมุนได้ 360องศา ให้ลูกน้อยฝึกการทรงตัวและหมุนของลูกน้อย ',
                'from_age' => 00.03,
                'to_age' => 01.00,
                'deposit' => 0,
                'youtube_url' => '',
                'category_id' => 1,
                'brand_id' => 8
            ],


        ]);
    }
}
